Repository: nmset/PMP7
Catalog: Resources/Lokalize/*/PMP7.po
Languages: fr

source: Application signaled to exit.
fr: Fin d'application signalée.

source: Print help messages.
fr: Afficher ceci.

source: Media player : vlc, dragonplayer, xmms2...
fr: Lecteur de media : vlc, dragonplayer, xmms2...

source: Show some messages on stdout, namely, signaled pedal codes.
fr: Afficher quelques messages, en particulier, les codes émis par les pédales.

source: Pedal code for <PLAY> - default : 4, unsigned.
fr: Code du pédalier pour <LECTURE> - défaut : 4, non signé.

source: Pedal code for <FAST FORWARD> - default : 2, unsigned.
fr: Code du pédalier pour <AVANCE RAPIDE> - défaut : 2, non signé.

source: Pedal code for <REWIND> - default : 1, unsigned.
fr: Code du pédalier pour <RETOUR ARRIÈRE> - défaut : 1, non signé.

source: Automatically rewind for n milliseconds when playback stops - default : 1500, unsigned.
fr: Retour arrière automatique de n millisecondes à l'arrêt de la lecture - défaut : 1500, non signé.

source: Declared pedal codes are inconsistent. A pedal code should identify a unique action.
fr: Les codes de pédaliers déclarés sont inconsistants. Un code de pédalier doit déclencher une action unique.

source: Error :
fr: Erreur :

source: Could not listen to pedal events.
fr: Ne peut écouter les pédaliers.
